<html>
<h1><center>스타워즈란?<center></h1>
<p>조지 루커스 감독은 《청춘 낙서》 의 성공 이후 자신이 어릴적부터 꿈꿔오던 SF 영화를 촬영하기로 마음먹고 '루크 스타킬러의 모험' 이라는 초고를 바탕으로 한 6부작 영화를 만들었다. 첫 작품 《새로운 희망》은 당시 재정 및 제작을 지원한 20세기 폭스사에서도 성공에 부정적이어서 당시 인기있던 영화의 끼워팔기 상품으로 제공되었으며, 이에 소규모의 극장에서만 개봉하였기 때문에 루커스는 큰 인기를 끌 것이라고 기대하지 않아 개봉 당일날도 집에서 나오지 않았을 정도라고 한다. 하지만, 큰 성공을 거두게 되어 미국인의 신화로 단숨에 올라서게 되었을 뿐 아니라, 당시 영화업계를 과점하던 대형 영화사들의 손에서 영화제작 과정을 독립시켜 운영할 수 있는 초석을 제공하였다. 또한 스타 워즈 6부작을 촬영하기 위해 ILM이라는 세계 2대 특수효과 및 CG 전문 회사를 창립하여 영화 특수효과 향상 및 발전에 지대한 공헌을 하였다.

    일반적으로 1977년부터 1983년 사이에 개봉한 세 편의 시리즈를 '오리지널 3부작'이라고 부르며, 1999년부터 2005년 사이에 개봉한 세 편은 '프리퀄 3부작'이라고 칭한다.</p>
</html>